export const RENEWAL = {
  step1: {
    heading: '1.賃貸借契約の確認',
    items: [
      {
        title: '契約更新申込書',
        text: 'ご契約者様の現在の情報でご記⼊ください。',
      },
      {
        title: '賃貸借契約更新確認書',
        text: '賃貸借条件をご確認頂きまして賃借⼈のご記⼊ご捺印をお願いいたします。\n上記2点をご確認頂き、ご署名・ご捺印の上ご返送ください。',
      },
    ],
  },
  step2: {
    heading: '2.その他契約更新時の注意事項',
    item1: {
      title: '退去⽴会い',
      text: '※賃貸借契約に伴う⽕災保険契約が弊社の契約ではない場合、更新後の情報が不明になる為、\n更新書類に⽕災保険加⼊のご確認シートを同封させていただきます。\n他社保険にご加⼊中の⽅は、有効な⽕災保険の情報をお知らせください。',
    },
    item2: {
      text: '※更新書類は契約期間満了の3ヵ⽉前に発送しております。',
    },
    item3: {
      text: '※更新前にご退去予定の場合、書⾯かweb上で退去申出が必要になります。\n解約予告期限は契約内容により異なりますので、事前に賃貸借契約書にてご確認ください。\n退去申出をされても⼝座引落やカード払いの⽅は弊社から⾦融機関へ依頼している締切⽇がある為、\n依頼後の⾦額変更ができない場合があります。\n更新料等が⼀旦引落になった場合、更新前のご退去でしたら退去精算時費⽤の⼀部として頂戴するかご返⾦対象となります。',
    },
    item4: {
      text: '※ご不明な点はお電話にてお問い合わせください。',
    },
  },
} as const
